[
    {
        "name": "nan BHUYE (no first name given)",
        "place": "Vlakplaas",
        "description": "An MK operative, and three others, who were abducted by Eastern Transvaal Security Branch operatives from the Bhunya police station in Swaziland on 14 April 1984. All four were coerced into becoming askaris at Vlakplaas. Four Eastern Transvaal Security Branch operatives, including the divisional commander, were granted amnesty (AC/2000/105).",
        "coordinates": [
            26.8741667,
            -25.00389
        ],
        "date": "Date: 1984-04-14"
    },
    {
        "name": "Bonginkosi CELE",
        "place": "Durban",
        "description": "Was abducted from his home in December 1993 during ongoing conflict between ANC and IFP supporters in Umlazi, Durban. He has not been seen since.",
        "coordinates": [
            31.009909,
            -29.86183
        ],
        "date": "Date: 1993-12-01"
    },
    {
        "name": "Jeanette Ncuncu CELE",
        "place": "Murchison",
        "description": "An ANC supporter who was abducted from her home in Murchison, near Port Shepstone, Natal, on 11 August 1991, by ANC supporters who accused her of ‘consorting’ with an IFP member. She has not been seen since.",
        "coordinates": [
            30.35735,
            -30.72471
        ],
        "date": "Date: 1991-08-11"
    },
    {
        "name": "Lindiwe DLAMINI",
        "place": "Pietermaritzburg",
        "description": "A UDF supporter who disappeared from Pietermaritzburg on 19 June 1987. She was allegedly abducted by a named member of the SAP, and two named members of Inkatha. She has not been seen again and is presumed dead.",
        "coordinates": [
            30.39278,
            -29.616785
        ],
        "date": "Date: 1987-06-19"
    },
    {
        "name": "Mbuso DLAMINI",
        "place": "Durban",
        "description": "An ANC supporter who was abducted by unidentified persons in KwaMashu, Durban, on 31 May 1993, during political conflict in the area. He has not been seen again and is presumed dead.",
        "coordinates": [
            31.009909,
            -29.86183
        ],
        "date": "Date: 1993-05-31"
    },
    {
        "name": "Aaron Makhosi DHLAMINI",
        "place": "Kroonstad",
        "description": "Was abducted during a period of school boycotts and political conflict in Kroonstad, Orange Free State, on 14 March 1990, and has never been seen again.",
        "coordinates": [
            27.234879,
            -27.65036
        ],
        "date": "Date: 1990-03-14"
    },
    {
        "name": "Henry Barnabas Loshe DAHILE",
        "place": "Jabulani",
        "description": "Was abducted by IFP supporters in Jabulani, Soweto, Johannesburg, on 20 March 1993. Mr Dahile was last seen accompanying a man to Jabulani hostel. At the time, both the ANC and IFP were holding rallies in the area.",
        "coordinates": [
            27.8569444,
            -26.24222
        ],
        "date": "Date: 1993-03-20"
    },
    {
        "name": "Albertus CRONJE",
        "place": "Bloemfontein",
        "description": "Was a victim of an armed robberyby APLA operatives at the farm ‘Panama’, near Bloemfontein, during 1993. The victims were threatened and locked in a bathroom. One person was abducted and released later. One perpetrator was granted amnesty (AC/2001/239).",
        "coordinates": [
            26.214003,
            -29.121065
        ],
        "date": "Date: Unknown"
    },
    {
        "name": "Pierre CRONJE",
        "place": "Bloemfontein",
        "description": "Was a victim of an armed robbery by APLA operatives at the farm ‘Panama’, near Bloemfontein, during 1993. The victims were threatened and locked in a bathroom. One person was abducted and released later. One perpetrator was granted amnesty (AC/2001/239). See APLA attacks. ",
        "coordinates": [
            26.214003,
            -29.121065
        ],
        "date": "Date: Unknown"
    }
]